{
  "metadata": {
    "total_size": 60411037624
  },
  "weight_map": {
    "language_model.lm_head.weight": "model-00013-of-00013.safetensors",
    "language_model.model.embed_tokens.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.down_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.down_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.down_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.down_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.down_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.gate_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.gate_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.gate_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.gate_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.gate_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.up_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.up_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.up_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.up_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.up_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.experts.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.router.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.router.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.router.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.router.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.router.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.router.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.down_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.down_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.down_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.down_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.down_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.gate_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.gate_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.gate_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.gate_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.gate_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.up_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.up_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.up_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.up_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.up_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.input_layernorm.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.post_attention_layernorm.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.k_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.k_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.k_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.k_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.k_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.k_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.o_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.o_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.o_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.o_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.o_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.o_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.q_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.q_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.q_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.q_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.q_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.q_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.v_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.v_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.v_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.v_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.v_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.0.self_attn.v_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.down_proj.weight": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.down_proj.weight.absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.down_proj.weight.nested_absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.down_proj.weight.nested_quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.down_proj.weight.quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.gate_proj.weight": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.gate_proj.weight.absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.gate_proj.weight.nested_absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.gate_proj.weight.nested_quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.gate_proj.weight.quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.up_proj.weight": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.up_proj.weight.absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.up_proj.weight.nested_absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.up_proj.weight.nested_quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.up_proj.weight.quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.experts.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.router.weight": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.router.weight.absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.router.weight.nested_absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.router.weight.nested_quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.router.weight.quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.router.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.down_proj.weight": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.down_proj.weight.absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.down_proj.weight.nested_absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.down_proj.weight.nested_quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.down_proj.weight.quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.gate_proj.weight": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.gate_proj.weight.absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.gate_proj.weight.nested_absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.gate_proj.weight.nested_quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.gate_proj.weight.quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.up_proj.weight": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.up_proj.weight.absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.up_proj.weight.nested_absmax": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.up_proj.weight.nested_quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.up_proj.weight.quant_map": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.feed_forward.shared_expert.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.input_layernorm.weight": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.post_attention_layernorm.weight": "model-00002-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.k_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.k_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.k_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.k_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.k_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.k_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.o_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.o_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.o_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.o_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.o_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.o_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.q_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.q_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.q_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.q_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.q_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.q_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.v_proj.weight": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.v_proj.weight.absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.v_proj.weight.nested_absmax": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.v_proj.weight.nested_quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.v_proj.weight.quant_map": "model-00001-of-00013.safetensors",
    "language_model.model.layers.1.self_attn.v_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.down_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.down_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.down_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.down_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.down_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.gate_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.gate_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.gate_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.gate_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.gate_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.up_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.up_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.up_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.up_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.up_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.experts.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.router.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.router.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.router.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.router.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.router.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.router.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.down_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.down_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.down_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.down_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.down_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.gate_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.gate_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.gate_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.gate_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.gate_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.up_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.up_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.up_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.up_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.up_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.feed_forward.shared_expert.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.input_layernorm.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.post_attention_layernorm.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.k_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.k_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.k_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.k_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.k_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.k_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.o_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.o_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.o_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.o_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.o_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.o_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.q_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.q_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.q_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.q_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.q_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.q_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.v_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.v_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.v_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.v_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.v_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.10.self_attn.v_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.down_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.down_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.down_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.down_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.down_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.gate_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.gate_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.gate_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.gate_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.gate_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.up_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.up_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.up_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.up_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.up_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.experts.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.router.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.router.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.router.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.router.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.router.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.router.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.down_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.down_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.down_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.down_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.down_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.gate_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.gate_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.gate_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.gate_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.gate_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.up_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.up_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.up_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.up_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.up_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.feed_forward.shared_expert.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.input_layernorm.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.post_attention_layernorm.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.k_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.k_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.k_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.k_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.k_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.k_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.o_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.o_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.o_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.o_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.o_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.o_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.q_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.q_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.q_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.q_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.q_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.q_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.v_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.v_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.v_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.v_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.v_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.11.self_attn.v_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.down_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.down_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.down_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.down_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.down_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.gate_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.gate_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.gate_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.gate_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.gate_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.up_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.up_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.up_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.up_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.up_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.experts.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.router.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.router.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.router.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.router.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.router.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.router.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.down_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.down_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.down_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.down_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.down_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.gate_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.gate_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.gate_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.gate_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.gate_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.up_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.up_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.up_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.up_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.up_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.feed_forward.shared_expert.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.input_layernorm.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.post_attention_layernorm.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.k_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.k_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.k_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.k_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.k_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.k_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.o_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.o_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.o_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.o_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.o_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.o_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.q_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.q_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.q_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.q_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.q_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.q_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.v_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.v_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.v_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.v_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.v_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.12.self_attn.v_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.down_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.down_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.down_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.down_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.down_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.gate_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.gate_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.gate_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.gate_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.gate_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.up_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.up_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.up_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.up_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.up_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.experts.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.router.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.router.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.router.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.router.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.router.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.router.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.down_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.down_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.down_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.down_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.down_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.gate_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.gate_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.gate_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.gate_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.gate_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.gate_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.up_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.up_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.up_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.up_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.up_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.feed_forward.shared_expert.up_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.input_layernorm.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.post_attention_layernorm.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.k_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.k_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.k_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.k_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.k_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.k_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.o_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.o_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.o_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.o_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.o_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.o_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.q_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.q_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.q_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.q_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.q_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.q_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.v_proj.weight": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.v_proj.weight.absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.v_proj.weight.nested_absmax": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.v_proj.weight.nested_quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.v_proj.weight.quant_map": "model-00004-of-00013.safetensors",
    "language_model.model.layers.13.self_attn.v_proj.weight.quant_state.bitsandbytes__nf4": "model-00004-of-00013.safetensors",
    "language_model.model.layers.14.feed_forward.experts.down_proj.weight": "model-00005-of-00013.safetensors",
    "language_model.model.layers.14.feed_forward.experts.down_proj.weight.absmax": "model-00005-of-00013.safetensors",
    "language_model.model.layers.14.feed_forward.experts.down_proj.weight.nested_absmax": "model-00005-of-00013.safetensors",
    "language_model.model.layers.14.feed_forward.experts.down_proj.weight.nested_quant_map": "model-00005-of-00013.safetensors",
    "language_model.model.layers.14.feed_forward.experts.down_proj.weight.quant_map": "model-00005-of-00013.safetensors",
    "language_model.model.layers.14.feed_forward.experts.down_proj.weight.quant_state.bitsandbytes__nf4": "model-00005-of-00013.safetensors",
    "language_model.model.layers.14.feed_forward.experts.gate_proj.weight": "model-00005-of-00013.safetensors",
    "language_model.model.layers.14.feed_forward.experts.gate_proj.weight.absmax": "model-00005-of-00013.safetensors",
